{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"rich_text_jCGYYz":{"type":"rich-text","custom_css":["h1 {font-size: 48px;}","div {margin-bottom: -30px;}"],"name":"Rich text","settings":{"text_width":"narrow","title":"","content":"<h1>服務條款<\/h1>","button_text":"","button_link":"shopify:\/\/policies\/privacy-policy"}},"offers_pCU8We":{"type":"offers","blocks":{"offer_Wfg8Eh":{"type":"offer","settings":{"title":"","content":"<h5><br\/>歡迎您造訪並使用本網站（以下稱「本網站」）。當您造訪本網站、註冊會員、下單購買或使用本網站任何服務，即表示您已閱讀、了解並同意遵守本服務條款（以下稱「本條款」），以及本網站所公告或以超連結方式提供之相關政策（包含但不限於隱私權政策、退換貨政策、配送政策等）。本條款適用於所有使用者，包括但不限於瀏覽者、會員、顧客、合作夥伴、供應商與內容提供者。<strong>若您不同意本條款之全部內容，請勿使用本網站服務或進行交易。本網站新增之任何功能、工具或服務，亦同受本條款拘束。本公司得隨時更新或修訂本條款，並公布於本網站；您於條款更新後繼續使用本網站，即視為同意接受更新內容。建議您定期查閱本頁以掌握最新條款。<\/strong><\/h5><h5>一、線上商店使用條款<\/h5><ol><li>使用本網站即表示您已達中華民國（台灣）法定成年年齡；若您未成年，應取得法定代理人同意後方可使用本網站或下單購買。<\/li><li>您不得將本網站商品或服務用於任何非法或未經授權之用途，亦不得違反您所在地適用之法律（包括但不限於著作權、商標法等智慧財產權相關法規）。<\/li><li>您不得散布或上傳任何病毒、蠕蟲、惡意程式或其他可能影響系統運作之破壞性程式碼。<\/li><li>若您違反本條款，本公司得立即停止提供服務，並保留依法追究之權利。<\/li><\/ol><h5><strong>二、 一般條款<\/strong><\/h5><ol><li>本公司保留在合理範圍內，隨時以任何理由拒絕提供服務或取消交易之權利。<\/li><li>您了解您所提供之內容（不含信用卡資訊）可能因網路傳輸而於不同系統間傳遞；信用卡資訊於交易過程中將依支付機構規範進行加密處理。<\/li><li>未經本公司事前書面同意，您不得複製、轉載、出售、轉售、或以任何方式利用本網站服務內容、頁面設計、文字圖像、資料或系統功能。<\/li><li>本條款之標題僅為閱讀便利，不影響條文解釋。<\/li><\/ol><h5>三、資訊的正確性、完整性與即時性<\/h5><ol><li>本網站所提供資訊僅供一般參考，本公司已盡力維持內容正確，但不保證所有資訊即時、完整或絕無錯誤。<\/li><li>商品圖片、顏色與規格可能因螢幕顯示或批次差異而略有不同，請以實際商品為準。<\/li><li>您若依本網站資訊作出決策，相關風險由您自行承擔。本公司保留隨時修改網站內容之權利，惟不負更新所有資訊之義務。<br\/><\/li><\/ol><h5><strong>四、服務及價格變更<\/strong><\/h5><ol><li>商品價格、促銷內容、服務方案與運費規則如有變動，本公司得不另行個別通知，並以網站公告為準。<\/li><li>本公司得隨時修改、暫停或終止本網站之全部或部分服務，且在法律允許範圍內不因此對任何使用者或第三人負責。<\/li><\/ol><h5><strong>五、產品或服務<\/strong><\/h5><ol><li>部分商品或服務僅限線上提供，數量有限，並依本網站公告之退換貨政策辦理。<\/li><li>本公司得視情況限制特定商品之銷售對象、購買數量、配送地區或付款方式。<\/li><li>商品描述與定價可能隨時調整，恕不另行通知；本公司亦保留停止販售任何商品之權利。<\/li><li>本公司不保證您購買之商品或服務必然符合您的主觀期待，但會依退換貨政策及適用法令提供相應處理。<br\/><\/li><\/ol><h5><strong>六、<\/strong>帳單與帳戶資訊<\/h5><ol><li>本公司得拒絕或取消任何訂單（例如：疑似轉售、異常下單、付款風險或其他合理原因）。<\/li><li>若訂單異動或取消，本公司可能以您提供之 Email、電話或其他聯絡方式通知。<\/li><li>您同意提供最新、正確且完整之購買與帳戶資訊，並於資訊變更時及時更新，以利交易完成與聯繫。<\/li><li>退換貨相關規則請參閱本網站退換貨政策。<\/li><\/ol><h5><strong>七、可選工具<\/strong><\/h5><p>本網站可能提供第三方工具或服務之存取（例如支付、物流、分析工具等），此類工具係以「現狀」及「可用」方式提供，本公司不對其內容、功能或適用性作任何保證。您使用第三方工具所生之風險與責任，應由您自行承擔，並請您先行確認並同意第三方之條款與政策。<\/p><h5><strong>八、第三方連結<\/strong><\/h5><p>本網站可能包含第三方網站連結或第三方提供之內容／服務。該等第三方內容不受本公司控制，本公司不負審查或擔保其正確性、安全性或合法性。您與第三方之任何交易或爭議，應由您自行向第三方處理。<\/p><h5><strong>九、使用者評論、回饋及其他提交內容 <\/strong><\/h5><ol><li>若您提交評論、建議、提案、照片、文字等內容（以下統稱「提交內容」），即表示您同意本公司得於合法範圍內使用、編輯、複製、公開、散佈或改作，且無須另行支付報酬。<\/li><li>您保證提交內容不侵害第三人權利，亦不包含非法、誹謗、歧視、猥褻、威脅或惡意程式等內容。<\/li><li>本公司得（但無義務）移除違反本條款或不適當之內容。<\/li><\/ol><h5><strong>十、個人資訊<\/strong><\/h5><p>您於本網站提供之個人資料，將依本網站之隱私權政策及《個人資料保護法》蒐集、處理與利用。請參閱本網站隱私權政策。<\/p><h5><strong>十一、 錯誤、不準確之處和遺漏<\/strong><\/h5><p>若本網站內容（包含商品描述、價格、促銷、運費、交期、庫存等）有誤植或不準確，本公司保留隨時更正、更新或取消訂單之權利（包含您下單後），恕不另行通知。<\/p><h5><strong>十二、禁止用途<\/strong><\/h5><p>您不得利用本網站進行任何非法或不當行為，包括但不限於：侵害智慧財產權、詐欺、釣魚、散播惡意程式、垃圾訊息、爬蟲抓取資料、干擾網站安全機制、歧視或騷擾他人等。違反者本公司得終止服務並保留法律追訴權。<\/p><h5><strong>十三、<\/strong>免責聲明與責任限制<\/h5><p>本公司不保證本網站服務不中斷、即時、安全或完全無錯誤。您使用或無法使用本網站服務之風險由您自行承擔。於法律允許範圍內，本公司不就任何間接、附帶、特殊或衍生性損害負責（包含但不限於資料遺失、收益損失等）。<\/p><h5><strong>十四、 賠償<\/strong><\/h5><p>若因您違反本條款或相關法令，導致本公司或第三人受損或遭求償，您同意負擔相關賠償責任（含合理律師費用）。<\/p><h5><strong>十五、可分割性<\/strong><\/h5><p>本條款若有任何條文被認定為無效或不可執行，不影響其餘條文之效力。<\/p><h5><strong>十六、終止<\/strong><\/h5><p>本條款自您開始使用本網站起生效，直至您或本公司終止為止。本公司若合理認定您違反本條款，得立即終止您使用本網站或其部分服務之權利。<\/p><h5><strong>十七、完整協議<\/strong><\/h5><p>本條款及本網站公告之相關政策，構成您與本公司間就本網站服務之完整協議，並取代任何先前口頭或書面約定。<\/p><h5><strong>十八、管準據法與管轄<\/strong><\/h5><p>本條款之解釋與適用，以<strong>中華民國（台灣）法律<\/strong>為準據法。因本條款或本網站服務所生之爭議，雙方同意以<strong>台灣（以本公司所在地）地方法院<\/strong>為第一審管轄法院；惟法律另有強制規定者，從其規定。<\/p><h5><strong>十九、服務條款變更<\/strong><\/h5><p>本公司得隨時修訂本條款並公告於本網站，您於修訂後繼續使用本網站或服務，即視為您接受修訂內容。<\/p><h5>二十、聯絡方式<\/h5><p>若您對本服務條款有任何疑問，請透過本網站客服管道與我們聯繫<br\/><\/p><p><br\/><\/p>"}}},"block_order":["offer_Wfg8Eh"],"custom_css":[],"name":"Offers","settings":{"items_per_row":1,"stack_mobile":false}}},"order":["main","rich_text_jCGYYz","offers_pCU8We"]}